# -*- coding: utf-8 -*-
import room_1
# Вывести на консоль жителей комнат (модули room_1 и room_2)
# Формат: В комнате room_1 живут: ...

for item in room_1.folks:
    print(f"В комнате room1 живут ",item)


