# -*- coding: utf-8 -*-

# Расставьте знаки операций "плюс", "минус", "умножение" и скобки
# между числами "1 2 3 4 5" так, что бы получилось число "25".
#
# Использовать нужно только указанные знаки операций, но не обязательно все перечесленные.
# Порядок чисел нужно сохранить.

# Пример для чисел "1 2 3" и "9"
result = (1 + 2) * 3
print(result)

# TODO написать формулу для 1 2 3 4 5 и вывести значение на консоль
print((2+3)*5)
print((3*4)*2+1)
print((5*4)+3+2)
print((2*3)*4+1)
print("2"+"5")
print(int("2"+"4")+1)
print(int("3"+"5")-(4+1)*2)
